//#pragma hdrstop
//#pragma argused
//#include <iostream>
//#include <math.h>
//using namespace std;
//int main(){
//    int a,b,c;
//    cout <<"Введите первое число : ";
//    cin >> a;
//    cout <<"Введите второе число : ";
//    cin >> b;
//    cout <<"Введите третье число : ";
//    cin >> c;
//    if(a>1&&a<3){
//        cout <<"Первое число принадлежит промежутку (1,3), т.к. оно равно : "<< a <<endl;
//        
//    }
//    if(b>1&&b<3){
//        cout <<"Второе число принадлежит промежутку (1,3), т.к. оно равно : "<< b <<endl;
//        
//    }if(c>1&&c<3){
//        cout <<"Третье число принадлежит промежутку (1,3), т.к. оно равно : "<< c <<endl;
//        
////    
//        
//    
//    return 0;
//}
